android-studio
ani-cli
arduino-ide-bin
aylurs-gtk-shell-git
bibata-cursor-theme-bin
emote
eww
gallery-dl-bin
hakuneko-desktop-bin
markdown-oxide-git
mecab-ipadic
nemo-preview
nodejs-live-server
onlyoffice-bin
python312
qimgv
rmlint
sunwait
tikzit
tikzit-debug
ttf-martian-mono
wireguard-go-git
yay
yay-debug
zen-browser-bin
