7zip
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
android-studio
android-udev
ani-cli
anki
arduino-ide-bin
aylurs-gtk-shell-git
baobab
base
base-devel
bc
bibata-cursor-theme-bin
bitwarden
blueman
bluez
bluez-utils
brightnessctl
clamav
clamtk
code
cool-retro-term
deno
discord
dunst
efibootmgr
emote
esptool
evtest
eww
exfatprogs
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
ffmpegthumbnailer
firefox
freecad
fuzzel
fzf
gallery-dl-bin
gimp
git
grim
grub
gst-libav
gst-plugin-pipewire
gvfs-mtp
hakuneko-desktop-bin
htop
hyprland
hyprpaper
hyprpicker
hyprshot
intel-media-driver
intel-ucode
iwd
kitty
kmonad
kooha
krita
lazygit
libcamera
libmtp
libpulse
libva-intel-driver
linux
linux-firmware
luarocks
markdown-oxide-git
mecab-ipadic
mpv
mtpfs
mupdf
nano
nemo
nemo-audio-tab
nemo-emblems
nemo-fileroller
nemo-image-converter
nemo-pastebin
nemo-preview
neovim
network-manager-applet
networkmanager
nodejs
nodejs-live-server
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obsidian
onlyoffice-bin
openssh
otf-firamono-nerd
otf-ipaexfont
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
playerctl
polkit-gnome
prismlauncher
python-pandas
python-pip
python-pipx
python312
qbittorrent
qimgv
qt5-wayland
qt6-wayland
reflector
retroarch
retroarch-assets-ozone
rmlint
rmlint-debug
rust
sassc
seahorse
slurp
smartmontools
socat
sof-firmware
stow
sunwait
swaync
systemd-resolvconf
tk
tlp
tmux
torbrowser-launcher
totem
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-bigblueterminal-nerd
ttf-firacode-nerd
ttf-hack-nerd
ttf-hanazono
ttf-jetbrains-mono-nerd
ttf-martian-mono
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unrar
upower
vim
vlc
vulkan-intel
webp-pixbuf-loader
wev
wf-recorder
wget
wireguard-go-git
wireguard-tools
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
yt-dlp
zen-browser-bin
zram-generator
zsh
